" bytes" = " byte";
" items" = " onderdelen";
"Alert!" = "Waarschuwing!";
"Application:" = "Programma:";
"Apply to enclosed items..." = "Pas toe op ingesloten onderdelen...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Weet u zeker dat u al uw %@-documenten wilt openen met het programma \"%@\"?";
"Artist" = "Artiest";
"Artists" = "Artiesten";
"Attributes" = "Attributen";
"Bundle bit" = "Bundelbit";
"Burn" = "Brand";
"Calculating..." = "Berekent...";
"Capacity:" = "Capaciteit:";
"Change All..." = "Wijzig alles...";
"Change all" = "Wijzig alles";
"Choose..." = "Selecteer...";
"Contents:" = "Inhoud:";
"Created:" = "Aangemaakt:";
"Creation Date:" = "Aanmaakdatum:";
"Custom icon" = "Aangepast symbool";
"Data Fork" = "Datavork";
"Data Fork:" = "Datavork:";
"Dates" = "Datums";
"Dates/Forks" = "Data/vorken";
"Delete" = "Wis";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "Wissen van de datavork kan niet ongedaan worden gemaakt. Weet u zeker dat u deze gegevens wilt wissen?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "Wissen van de resourcevork kan niet ongedaan worden gemaakt. Weet u zeker dat u deze gegevens wilt wissen?";
"Device:" = "Apparaat:";
"Everyone:" = "Iedereen:";
"Execute" = "Uitvoeren";
"Facility" = "Voorziening";
"Forks" = "Vorken";
"Forks:" = "Vorken:";
"Format:" = "Formaat:";
"Free:" = "Vrij:";
"Get Info" = "Toon info";
"Group:" = "Groep:";
"Hide extension" = "Verberg extensie";
"Ignore ownership on this volume" = "Negeer eigendom op dit volume";
"Info" = "Informatie";
"Invisible" = "Onzichtbaar";
"Kind:" = "Type:";
"Level" = "Niveau";
"Locked" = "Beveiligd";
"Message" = "Bericht";
"Modification Date:" = "Bewerkingsdatum:";
"Modified:" = "Bewerkt:";
"Mount Point:" = "Mountpoint:";
"Name" = "Naam";
"None" = "Geen";
"Open" = "Open lade";
"Open with:" = "Open met:";
"Other" = "Anders";
"Owner:" = "Eigenaar:";
"Path" = "Pad";
"Path:" = "Pad:";
"Permissions" = "Bevoegdheden";
"Playlists" = "Afspeellijsten";
"Read" = "Lezen";
"Report" = "Rapport";
"Resolved:" = "Gevolgd:";
"Resource Fork" = "Resourcevork";
"Reveal" = "Toon";
"Rsrc Fork:" = "Rsrc vork:";
"Sender" = "Afzender";
"Set Dates:" = "Stel data in:";
"Size:" = "Grootte:";
"Spotlight comments" = "Spotlight opmerkingen";
"Stationery Pad" = "Documentsjabloon";
"Swap Forks" = "Verwissel vorken";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "Verwisselen van vorken (forks) kan ongedaan worden gemaakt door ze opnieuw te wisselen. Weet u zeker dat u de vorken wilt wisselen?";
"This change will apply to all %@ documents with %@ \"%@\"." = "Deze wijziging is op alle %@-documenten met %@ \"%@\" van toepassing.";
"Time" = "Tijd";
"Type:" = "Soort:";
"Use this application to open all documents like this." = "Gebruik dit programma om alle documenten van dit type te openen.";
"Version:" = "Versie:";
"Volume Permissions" = "Volumebevoegdheden";
"Volume:" = "volume:";
"Write" = "Schrijven";
"data:" = "gegevens:";
"extension" = "extensie";
"type" = "soort";

/* ==== UNLOCALIZED ==== */

"Alias bit" = "Alias bit";
"Creator:" = "Creator:";
"MP3:" = "MP3:";
"rsrc:" = "rsrc:";
